reminders = ["В данной группе силами самих пользователей размещаются объявления о предложении либо о поиске работы"
             " или подработки.",
             "✅В группе приветствуется:\n- Активность в размещении\n- Оценка надежности работодателя",
             "❌В группе запрещено:\n- Размещение объявлений, не соответствующих тематике",
             "❌В группе запрещено:\n- Оскорбление других участников группы",
             "❌В группе запрещено:\n- Размещение видеоматериалов/анекдотов и иных развлекательных материалов",
             "❌В группе запрещено:\n- Приветствовать при добавлении",
             "❌В группе запрещено:\n- Поиск оборудования",
             "❗Убедительно просим формулировать вопросы/предложения/объявления четко, информативно и лаконично!",
             "Просьба: НЕ просить добавлять коллег у администраторов или в группе, а добавлять людей самостоятельно.",
             "Просьба: НЕ писать однотипные объявления чаще, чем 1 раз в неделю. Ежедневные однотипные сообщения"
             " будут расцениваться как флуд.",
             "За нарушение правил группы предусмотрено наказание в виде временного ограничения возможности писать в чат"
             " сроком на 1 месяц.",
             "Вопросы, косвенно затрагивающие тематику группы допустимо задавать в общем чате, НО отвечайте пожалуйста"
             " в личку.",
             "⚠В группе имеются минимальные требования для размещения объявлений. Пожалуйста ознакомтесь с полным "
             "списком в правилах группы.",
             'Писать в вакансии о з/п "на собеседовании" не допускается, в таком случае писать от и до.\n'
             'За нарушение данного пункта будет выдан кляп на месяц.',
             "Учтите, что чем больше будет информации о вакансии, тем больше будет заинтересованных в трудоустройстве.",
             "💵Объявления о продаже оборудования допускается размещать с ограничением в 3 объявления в неделю и строго"
             " по понедельникам.",
             "В группе имеются Черные списки, составленные участниками данной группы.\nПосмотреть или добавить "
             "можно через общение с ботом.",
             "Узнать подробнее про бан в группе можно у бота (доступно только для попавших в бан после 06.10.22г.)"]
reminders_full = ["Примерный шаблон (о предложении) для размещения следующий:\n\n"
                  "Вакансия: инженер-геодезист\n"
                  "Тип занятости: полная\n"
                  "График: 5/2\n"
                  "Наличие собственного оборудования: не требуется\n"
                  "Заработная плата: 50.000 руб.\n"
                  "Территориально: Москва,МО\n"
                  "Тел.номер контактного лица: +79ХХ-ХХХ-ХХ-ХХ\n\n"
                  "Примерный шаблон (о поиске) для размещения следующий: \n"
                  "Вакансия: инженер-геодезист \n"
                  "Тип занятости: полная \n"
                  "График: 5/2 \n"
                  "Заработная плата: по договоренности. \n"
                  "Территориально: Москва,МО \n"
                  "Тел.номер контактного лица: +79ХХ-ХХХ-ХХ-ХХ \n"
                  "ФИО контактного лица: Иванов Иван Иванович\n"
                  "Наличие автомобиля: Да/Нет\n"
                  "Наличие оборудования: Да/Нет\n\n"
                  "Минимальные требования по трудоустройству:\n✅ Название фирмы\n✅ График работы "
                  "(5/2, 7/7, 2/2 и т.д.)\n✅ Территориальное расположение\n✅ Размер з/п\n✅ Контакты для связи\n\n"
                  "Минимальные требования для подработок:\n✅ Территориальное расположение\n✅ Цена\n"
                  "✅ Контакты для связи\n\n"
                  'Обратите внимание, это минимальные данные о вакансии. Допускается пренебрежением одним из пунктов, '
                  'по причине не определенности (кроме з/п, писать о з/п "на собеседовании" не допускается, в таком'
                  ' случае писать от и до).\n\n'
                  "💵‼Рекламные спонсорские объявления допускается размещать строго в рамках приобретенного тарифа.\n"
                  "По вопросам размещения рекламы и по вопросам действующих тарифов обращаться:\n"
                  "@L_Sergey_Vladimirovich\n"
                  "@Unreallight"]
